Repository: kimmsj99/AllMarket
Catalog: *.lproj/Localizable.strings
Languages: ko, vi

# okTitle
source: OK
ko: 확인

# cancelTitle
source: Cancel
ko: 취소

# resetTitle
source: Reset
ko: 초기화

# updateTitle
source: Modify
ko: 수정하기
vi: Sửa đổi

# deleteTitle
source: Delete
ko: 삭제하기
vi: Xoá

source: Sell
ko: 팝니다
vi: Bán

source: Buy
ko: 삽니다
vi: Mua

# findPWTitle
source: Find your Password
ko: 비밀번호 찾기
vi: Tìm mật khẩu

# categoryTitle
source: Category
ko: 카테고리
vi: Thể loại

# itemInfo
source: Product Information
ko: 상품 정보
vi: Thông tin sản phẩm

# filteringTitle
source: Filtering Option
ko: 필터링 옵션
vi: Lọc filter

# itemRegistTitle
source: Product registration
ko: 상품 등록
vi: Đăng ký sản phẩm

# historyTitle
source: History
ko: 히스토리
vi: lịch sử

# saleItem
source: Selling product
ko: 판매 상품
vi: Bán sản phẩm

# evnetTitle
source: Event
ko: 이벤트
vi: Biến cố

# suggest
source: Suggested event
ko: 추천 이벤트
vi: Sự kiện được đề xuất

# affiliate
source: Affiliation event
ko: 제휴 이벤트
vi: Sự kiện liên kết

# exhibition
source: Exhibitions
ko: 기획전
vi: Triển lãm

source: Event Detail
ko: 이벤트 상세보기
vi: Event cebu

# noticeTitle
source: Notice
ko: 알림
vi: Sự thông cáo

# myNoticeTitle
source: My news
ko: 내 소식
vi: Tin tức của tôi

source: Notice
ko: 공지사항
vi: Để ý

# profileTitle
source: Profile
ko: 프로필
vi: Hồ sơ

# followerTitle
source: Follower
ko: 팔로워
vi: Tín đồ

# followingTitle
source: Following
ko: 팔로잉
vi: Lần sau

# changeTelTitle
source: Change phone number
ko: 전화번호 변경
vi: Đổi số điện thoại

# newPWTitle
source: Set a New Password
ko: 새 비밀번호 설정
vi: Đặt mật khẩu mới

# contact
source: 1:1 Inquiry
ko: 1:1 문의
vi: Yêu cầu 1:1

# reply
source: 1:1 reply
ko: 1:1 답변
vi: Trả lời 1:1

# conditionsTitle
source: View the Terms and Conditions
ko: 약관 전문보기
vi: Xem Điều khoản và Điều kiện

# touTitle
source: Terms and conditions of use
ko: 이용약관
vi: Điều khoản và quy định sử dụng

# privateTitle
source: Privacy Policy Statement
ko: 개인정보 취급 방침
vi: Báo cáo Chính sách Bảo mật

# myItemTitle
source: My Product
ko: 나의 상품
vi: Sản phẩm của tôi

# itemModify
source: Product Modify
ko: 상품 수정
vi: Chỉnh sửa sản phẩm

# wishListTitle
source: Wish List
ko: 찜한 상품
vi: Hàng nhồi bông

# commentTitle
source: Manage Comment
ko: 댓글 관리
vi: Quản lý nhận xét

# pushAlertType
source: Push Notification Setting
ko: 푸시 알림 설정
vi: Đẩy cài đặt thông báo

# askTitle
source: Ask a Question
ko: 질문하기
vi: Đặt một câu hỏi

# programInfoTitle
source: Program Information
ko: 프로그램 정보
vi: Thông tin chương trình

# selectlangTitle
source: Select Language
ko: 언어 선택
vi: Thông tin chương trình

# logoutTitle
source: Log out
ko: 로그아웃
vi: Đăng xuất

# withdrawalTitle
source: Withdrawal
ko: 회원탈퇴
vi: Rút tiền

# certalertSuccess
source: Certification has been completed.
ko: 인증이 완료되었습니다.
vi: Đã hoàn thành chứng nhận.

# certalertFail
source: Authentication number mismatch.
ko: 인증번호가 일치하지 않습니다.
vi: Không đếm số chứng nhận.

# emailInput
source: Please enter email.
ko: 이메일을 입력해주세요.
vi: Hãy nhập vào email.

# pwInput
source: Please enter your password.
ko: 비밀번호를 입력해주세요.
vi: Hãy nhập mật khẩu của mình.

# notEmail
source: This is not an email format.
ko: 이메일 형식이 아닙니다.
vi: Đây không phải là một dạng thư điện tử.

# inputCert
source: Enter authentication number.
ko: 인증번호를 입력해주세요.
vi: Vui lòng nhập mã xác thực.

# sentCertNum
source: Your verification number has been sent.
ko: 인증번호를 보냈습니다.
vi: Mã xác nhận đã được gửi.

# sentTempPW
source: You have sent a temporary password via email.
ko: 이메일로 임시 비밀번호를 발송하였습니다.
vi: Ngài đã gửi một mật khẩu tạm thời qua email.

# overlapEmail
source: Duplicate email exists.
ko: 중복된 이메일이 존재합니다.
vi: Lặp lại email.

# inputNickname
source: Please enter a nickname.
ko: 닉네임을 입력해주세요.
vi: Hãy nhập vào một biệt danh.

# inputPhoneNum
source: Please enter your phone number.
ko: 전화번호를 입력해주세요.
vi: Hãy nhập số điện thoại.

# nickOK
source: The nickname is available to use.
ko: 사용가능한 닉네임입니다.
vi: Những biệt danh có thể sử dụng.

# overlapNick
source: Duplicate nickname.
ko: 중복된 닉네임입니다.
vi: Sao cái tên.

# phoneNumOK
source: Available mobile phone number.
ko: 사용가능한 휴대폰번호 입니다.
vi: số có thể dùng điện thoại di động.

# overlapPhoneNum
source: Duplicate phone number.
ko: 중복된 전화번호입니다.
vi: Nhân đôi số điện thoại.

# notPhoneNum
source: This is not a valid cell phone number.
ko: 올바른 핸드폰 번호가 아닙니다.
vi: Đây không phải là số lượng hợp lệ điện thoại di động.

# checkEmail
source: Please check your E-mail.
ko: 이메일을 확인해주세요.
vi: Làm ơn kiểm tra Email.

# pwMinimum
source: Please enter more than 6 characters by blending the password in English and numbers.
ko: 비밀번호를 영어, 숫자를 혼합하여 6자 이상 입력해주세요.
vi: Hãy nhập vào hơn 6 ký tự bằng cách làm mật khẩu với số lượng và tiếng Anh.

# checkNickname
source: Please check your Nickname.
ko: 닉네임을 확인해주세요.
vi: Vui lòng kiểm tra nickname.

# checkPhoneNum
source: Please check your phone number
ko: 전화번호를 확인해주세요.
vi: Vui lòng kiểm tra số điện thoại.

# joinOK
source: Joined membership.
ko: 회원가입이 완료되었습니다.
vi: Dính ngay thành viên.

# joinFail
source: Failed to join membership.
ko: 회원가입에 실패하였습니다.
vi: Việc tham gia thành viên.

# notmatchPW
source: Passwords do not match.
ko: 비밀번호가 일치하지 않습니다.
vi: Mật khẩu không khớp.

# loginFail
source: Login failed
ko: 로그인 실패
vi: Thất bại trong việc đăng nhập

# again
source: Please try again.
ko: 다시 시도해주세요.
vi: Hãy thử lại xem.

# inputTempPw
source: Please enter a temporary password.
ko: 임시 비밀번호를 입력해주세요.
vi: Vui lòng nhập mật khẩu tạm thời.

# checkTempPw
source: Please check your temporary password.
ko: 임시 비밀번호를 확인해주세요.
vi: Làm ơn kiểm tra mật khẩu tạm thời.

# searchPlacholder
source: Search in all categories
ko: 전체 카테고리에서 검색
vi: Tìm trong tất cả các loại

# changeProfilImg
source: Change Profile Photography
ko: 프로필 사진 변경
vi: Thay đổi hình profile

# imageUpload
source: Product photography registration
ko: 상품 사진 등록
vi: Đăng ký sản phẩm

# openCamera
source: Photography
ko: 사진 촬영하기
vi: Thuật chụp ảnh

# openAlbum
source: Find Album
ko: 앨범에서 찾기
vi: Tìm album

# resetConfirm
source: Do you really want to initialize?
ko: 정말 초기화하시겠습니까?
vi: Bạn có thực sự muốn khởi tạo?

# ItemsCnt
source: Number of Items
ko: 상품수
vi: Số thứ tự

# followerCnt
source: | Follower
ko: | 팔로워
vi: | Người theo dõi

# withdrawalConfirm
source: Information on all publications will be saved after withdrawal and will not be re - quired for two weeks. Would you like to leave?
ko: 탈퇴 후에도 모든 게시물의 정보는 저장되며, 2주 동안 재가입이 불가능합니다. 탈퇴하시겠습니까?
vi: Thông tin về tất cả các ấn phẩm sẽ được cứu sau khi rút tiền và sẽ không phải là bạn - quired cho hai tuần . Ông có muốn để lại?

# pushType
source: Types of alerts
ko: 알림 종류
vi: Các loại cảnh báo

# changePhoneNumOK
source: Your mobile phone number has been changed.
ko: 휴대폰번호가 변경되었습니다.
vi: Số điện thoại di động đã được thay đổi.

source: Unfollow
ko: 팔로우 취소

# inputSearchText
source: Please enter a search term.
ko: 검색어를 입력해주세요.
vi: Hãy nhập từ khóa tìm kiếm.

# notchangefb
source: Facebook members can not change passwords.
ko: 페이스북 회원은 비밀번호 변경을 할 수 없습니다.
vi: Các thành viên trên facebook không thể thay đổi mật khẩu.

# contentCheck
source: Are you sure you want to cancel the contents? The contents currently being created are not saved.
ko: 작성 중인 내용을 취소하시겠습니까? 현재 작성 중인 내용은 저장되지 않습니다.
vi: Bạn có chắc chắn muốn hủy nội dung không? Nội dung hiện đang được tạo không được lưu.

# networdCheck
source: Please check your network environment.
ko: 네트워크 환경을 확인해주세요.
vi: Làm ơn kiểm tra môi trường mạng.

# appExit
source: Apps will exit.
ko: 앱이 종료됩니다.
vi: App kết thúc rồi.

# warningMem
source: First alert member.
ko: 1차 경고 회원입니다.
vi: Đầu tiên là báo động viên .
